tutorials/Fracture/noCapillaryPressure/K6.7e-11U2.6Trial4Case/0/epss
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epss;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   nonuniform List<scalar> 
196256
(
0.448707
0.325551
0.405034
0.427488
0.454084
0.340868
0.335365
0.362411
...
)
;

boundaryField
{
    frontAndBack
    {
        type            empty;
    }
    walls
    {
        type            zeroGradient;
    }
    upperInlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    lowerInlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    rightInlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    leftInlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    walls2
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
